Repository: sugar-activities/4080-activity
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Musical theory - Musical instruments
fr_fr: Théorie musicale - Instruments de musique

source: Theory
fr_fr: Théorie

source: Scales
fr_fr: Gammes

source: Scale
fr_fr: Gamme

source: Chords
fr_fr: Accords

source: Chord
fr_fr: Accord

source: Intervals
fr_fr: Intervalles

source: Degrees
fr_fr: Degrés

source: Key
fr_fr: Tonique

source: Root
fr_fr: Fondamentale

source: Inversion
fr_fr: Renversement

source: Parallel
fr_fr: Parallèle

source: Tones
fr_fr: Notes

source: Tone
fr_fr: Note

source: Tonality
fr_fr: Tonalité

source: Tones list
fr_fr: Liste des notes

source: Tones set
fr_fr: Ensemble de notes

source: First octave
fr_fr: Première octave

source: Number of octaves
fr_fr: Nombre d'octaves

source: the names
fr_fr: les noms

source: in half tones
fr_fr: en demi-tons

source: Playing
fr_fr: Jouer

source: Comparison mode
fr_fr: Mode de comparaison

source: Compared to
fr_fr: Par rapport à

source: scales
fr_fr: gammes

source: chords
fr_fr: accords

source: contained
fr_fr: contenu

source: equal
fr_fr: égal

source: contains
fr_fr: contient

source: To compare
fr_fr: Comparer

source: Comparisons
fr_fr: Comparaisons

source: Listen
fr_fr: Ecouter

source: Notes recognition
fr_fr: Reconnaissance des notes

source: Intervals recognition
fr_fr: Reconnaissance des intervalles

source: Try number %d : good, this is a %s indeed !
fr_fr: Essai n°%d : bravo, c'est bien un %s !

source: Try number %d : error, this is not a %s !
fr_fr: Essai n°%d : erreur, ce n'est pas un %s !

source: Listen to this note and try to identify it
fr_fr: Ecoutez la note et essayez de la retrouver

source: Listen to this interval and try to identify it
fr_fr: Ecoutez l'intervalle et essayez de le retrouver

source: C
fr_fr: Do

source: C#
fr_fr: Do#

source: Db
fr_fr: Réb

source: D
fr_fr: Ré

source: D#
fr_fr: Ré#

source: Eb
fr_fr: Mib

source: E
fr_fr: Mi

source: F
fr_fr: Fa

source: F#
fr_fr: Fa#

source: Gb
fr_fr: Solb

source: G
fr_fr: Sol

source: G#
fr_fr: Sol#

source: Ab
fr_fr: Lab

source: A
fr_fr: La

source: A#
fr_fr: La#

source: Bb
fr_fr: Sib

source: B
fr_fr: Si

source: Unison
fr_fr: Unisson

source: Ionian
fr_fr: Ionien

source: Dorian
fr_fr: Dorien

source: Phrygian
fr_fr: Phrygien

source: Lydian
fr_fr: Lydien

source: Mixolydian
fr_fr: Mixolydien

source: Aeolian
fr_fr: Aeolien

source: Locrian
fr_fr: Locrien

source: Penta. major
fr_fr: Penta. majeur

source: Penta. Egyptian
fr_fr: Penta. Egyptien

source: Penta. minor
fr_fr: Penta. mineur

source: Pentatonic. nippon
fr_fr: Pentatonique nippone

source: Penta. Chinese
fr_fr: Penta. Chinoise

source: Pentatonic. pure
fr_fr: Pentatonique naturelle

source: Pentatonic. dominant
fr_fr: Pentatonique dominante

source: Pentatonic. balinese
fr_fr: Pentatonique balinaise

source: Pentatonic. japanese
fr_fr: Pentatonique japonaise

source: Pentatonic. kokinjoshi
fr_fr: Pentatonique kokinjoshi

source: Pentatonic. harmonic
fr_fr: Pentatonique harmonique

source: Pentatonic. pelog
fr_fr: Pentatonique pelog

source: Pentatonic. mauritanian
fr_fr: Pentatonique mauritanienne

source: Pentatonic. locrian (1)
fr_fr: Pentatonique locrien (1)

source: Pentatonic. locrian (2)
fr_fr: Pentatonique locrien (2)

source: Whole tone
fr_fr: Ton par ton

source: Augmented
fr_fr: Augmentée

source: Prometheus
fr_fr: Prométhée

source: Hexa. lydian
fr_fr: Hexa-lydien

source: Hexa. melodic
fr_fr: Hexa-mélodique

source: Hexa. phrygian
fr_fr: Hexa-phrygien

source: Hexa. binary tritonic (blues)
fr_fr: Hexa-tritonique binaire (blues)

source: Hexa. suspended diminished tritonic
fr_fr: Hexa-tritonique diminué suspendu

source: Hexa. diminished tritonic Yang
fr_fr: Hexa-tritonique diminué Yang

source: Hexa. diminished tritonic Yin
fr_fr: Hexa-tritonique diminué Yin

source: Blues major (1)
fr_fr: Majeure blues (1)

source: Blues minor (1)
fr_fr: Mineure blues (1)

source: Blues major (2)
fr_fr: Majeure blues (2)

source: Blues minor (2)
fr_fr: Mineure blues (2)

source: Major
fr_fr: Majeure

source: Pure minor
fr_fr: Mineure naturelle

source: Harmonic minor
fr_fr: Mineure harmonique

source: Locrian 6#
fr_fr: Locrien 6#

source: Ionian augmented
fr_fr: Ionien augmenté

source: Romanian minor
fr_fr: Roumain mineur

source: Super Phrygian
fr_fr: Super Phrygien

source: Lydian 2#
fr_fr: Lydien 2#

source: Diminished-altered
fr_fr: Diminué-altéré

source: Melodic minor
fr_fr: Mineure mélodique

source: Javanese
fr_fr: Javanais

source: Lydian augmented
fr_fr: Lydien augmenté

source: Bartok
fr_fr: Béla Bartok

source: Hindu
fr_fr: Hindù

source: Locrian Natural 2nd
fr_fr: Locrien 2bécarre

source: Altered
fr_fr: Altéré

source: Enigmatic
fr_fr: Enigmatique

source: Oriental (1)
fr_fr: Orientale (1)

source: Oriental (2)
fr_fr: Orientale (2)

source: Oriental (3)
fr_fr: Orientale (3)

source: Gypsy (1)
fr_fr: Gypsy (bizantine)

source: Harmonic major
fr_fr: Majeure harmonique

source: Gypsy (2)
fr_fr: Gitane

source: Arabian
fr_fr: Arabe

source: Super locrian
fr_fr: Super locrien

source: Hungarian gypsy
fr_fr: Hongroise gitane

source: Hungarian major
fr_fr: Hongroise majeure

source: Hungarian minor (algerian)
fr_fr: Hongroise mineure (algérienne)

source: Neopolitan major
fr_fr: Napolitaine majeure

source: Neopolitan minor
fr_fr: Napolitaine mineure

source: Persian (1)
fr_fr: Persienne (1)

source: Persian (2)
fr_fr: Persienne (2)

source: Spanish (1)
fr_fr: Espagnole (1)

source: Spanish (2)
fr_fr: Espagnole (2)

source: Bebop major
fr_fr: Bebop majeure

source: Bebop minor
fr_fr: Bebop mineure

source: Bebop dominant
fr_fr: Bebop dominante

source: Blues diminished (1)
fr_fr: Blues diminuée (1)

source: Blues diminished (2)
fr_fr: Blues diminuée (2)

source: Diminished
fr_fr: Diminuée

source: Half diminished
fr_fr: Demi-diminuée

source: Semi-tonal chromatic minor
fr_fr: Bitonal mineur chromatique

source: Semi-tonal chromatic major
fr_fr: Bitonal majeur chromatique

source: Chromatic harmonica
fr_fr: Harmonica chromatique

source: Diatonic harmonica
fr_fr: Harmonica diatonique

source: Blo
fr_fr: Sou

source: Recorder
fr_fr: Flûte

source: Recorder (baroque fingering)
fr_fr: Flûte (doigté baroque)

source: Recorder (modern fingering)
fr_fr: Flûte (doigté moderne)

source: Guitar
fr_fr: Guitare

source: Fingering
fr_fr: Doigté

source: Tuning
fr_fr: Accordage

source: 4 tones, 6 cases
fr_fr: 4 notes, 6 cases

source: 3 tones, 5 cases
fr_fr: 3 notes, 5 cases

source: left, left
fr_fr: gauche, gauche

source: left, right
fr_fr: gauche, droite

source: Guitar (standard)
fr_fr: Guitare 'standard'

source: Guitar (open 'fourth')
fr_fr: Guitare 'open de quarte'

source: Guitar (open 'Luth')
fr_fr: Guitare 'open du Luth'

source: Guitar (open E)
fr_fr: Guitare 'open de Mi M'

source: Guitar (open Em)
fr_fr: Guitare 'open de Mi m'

source: Guitar (dropped D)
fr_fr: Guitare 'dropped D'

source: Guitar (open D)
fr_fr: Guitare 'open de Ré M'

source: Guitar (open Dm)
fr_fr: Guitare 'open de Ré m'

source: Guitar (open Dsus4)
fr_fr: Guitare 'open de Ré sus4'

source: Guitar (open D7)
fr_fr: Guitare 'open de Ré 7'

source: Guitar (open D7M)
fr_fr: Guitare 'open de Ré 7M'

source: Guitar (open D9)
fr_fr: Guitare 'open de Ré 9'

source: Guitar (open C)
fr_fr: Guitare 'open de Do M'

source: Guitar (open C6)
fr_fr: Guitare 'open de Do 6'

source: Guitar (open G)
fr_fr: Guitare 'open de Sol M'

source: Guitar (open Gm)
fr_fr: Guitare 'open de Sol m'

source: Bass (4 strings)
fr_fr: Basse '4 cordes'

source: Bass (5 strings)
fr_fr: Basse '5 cordes'

source: Bass (6 strings)
fr_fr: Basse '6 cordes'

source: Banjo (tenor)
fr_fr: Banjo 'ténor'

source: Banjo (irish)
fr_fr: Banjo 'irlandais'

source: Ukulele
fr_fr: Ukulélé

source: Guitalele
fr_fr: Guitalélé

source: Clarinet
fr_fr: Clarinette

source: B flat
fr_fr: Si bémol

source: E flat
fr_fr: Mi bémol
